Repository: Fabian-Armenta/HomeFitPoints-iOS
Catalog: HomeFitPoints/Resources/*.lproj/Localizable.strings
Languages: es_419

# home_title
source: Home Workout
es_419: Entrena en casa

# progress_title
source: Your Progress
es_419: Tu Progreso

source: Start Routine
es_419: Iniciar Rutina

# next_exercise
source: Next
es_419: Siguiente

source: Pause
es_419: Pausar

source: Resume
es_419: Reanudar

# rest_title
source: Rest
es_419: Descanso

source: Skip Rest
es_419: Saltar descanso

# congrats_title
source: Congratulations!
es_419: ¡Felicidades!

# routine_completed_msg
source: Routine completed successfully!
es_419: ¡Rutina completada con exito!

# points_earned
source: You earned %d points
es_419: Has ganado %d puntos

# go_home
source: Back to Home
es_419: Volver al Inicio

# exercises_list
source: Exercises included:
es_419: Ejercicios incluidos:

# error_title
source: Attention
es_419: Atención

# error_no_internet
source: No internet connection.
es_419: Sin conexión a internet.

# error_server
source: Server issues.
es_419: Problemas con el servidor.

# warning_data
source: You are using mobile data.
es_419: Estás usando datos móviles. Esta acción consume datos.

source: Cancel
es_419: Cancelar

# retry_button
source: Retry
es_419: Reintentar

# no_connection_desc
source: We can't load your routine without internet. Please check your WiFi or mobile data connection.
es_419: No podemos cargar tu rutina sin internet. Por favor verifica tu conexión WiFi o datos móviles.

# warning_images_download
source: You are using mobile data. Exercise images will be downloaded.
es_419: Estás usando datos móviles. Se descargarán las imágenes de los ejercicios.

# continue_button
source: Continue
es_419: Continuar

# status_locked
source: Locked (%d pts needed)
es_419: Bloqueado (%d pts necesarios)

# status_available
source: Available
es_419: Disponible

# profile_default_name
source: Fitness Guest
es_419: Invitado Fitness

# level_beginner
source: Beginner Level
es_419: Nivel Principiante

# level_intermediate
source: Intermediate Level
es_419: Nivel Intermedio

# level_advanced
source: Advanced Level
es_419: Nivel Avanzado

# routine_beginner_fullbody_5min_name
source: Full Body (5 min)
es_419: Cuerpo Completo (5 min)

# routine_beginner_fullbody_5min_desc
source: Activate your whole body quickly.
es_419: Activa todo tu cuerpo rápidamente.

# routine_beginner_core_10min_name
source: Basic Core (10 min)
es_419: Core Básico (10 min)

# routine_beginner_core_10min_desc
source: Strengthen abs and lower back.
es_419: Fortalece abdomen y espalda baja.

# routine_intermediate_strength_15min_name
source: Intermediate Strength
es_419: Fuerza Intermedia

# routine_intermediate_strength_15min_desc
source: Gain muscle with bodyweight.
es_419: Gana músculo con peso corporal.

# routine_intermediate_cardio_10min_name
source: Fat Burn Cardio
es_419: Cardio Quema-Grasa

# routine_intermediate_cardio_10min_desc
source: Maximize your heart rate.
es_419: Eleva tu ritmo cardíaco al máximo.

# routine_advanced_fullbody_20min_name
source: Spartan Challenge
es_419: Desafío Espartano

# routine_advanced_fullbody_20min_desc
source: Experts only. Total endurance.
es_419: Solo para expertos. Resistencia total.

# squats_name
source: Squats
es_419: Sentadillas

# pushups_name
source: Push-ups
es_419: Lagartijas

# plank_name
source: Plank
es_419: Plancha

# lunges_name
source: Lunges
es_419: Zancadas

# jumping_jacks_name
source: Jumping Jacks
es_419: Saltos de Tijera

# situps_name
source: Sit-ups
es_419: Abdominales

# mountain_climbers_name
source: Mountain Climbers
es_419: Escaladores

# deadlift_name
source: Deadlift
es_419: Peso Muerto

# benchpress_name
source: Bench Press
es_419: Press de Banca

# high_knees_name
source: High Knees
es_419: Rodillas Altas

# glute_bridge_name
source: Glute Bridge
es_419: Puente de Glúteo

# squats_desc
source: Keep back straight and go below parallel.
es_419: Mantén la espalda recta y baja hasta romper el paralelo.

# pushups_desc
source: Lower chest to floor keeping body rigid.
es_419: Baja el pecho hasta el suelo manteniendo el cuerpo rígido.

# plank_desc
source: Hold static position engaging core.
es_419: Mantén la posición estática apretando el abdomen.

# lunges_desc
source: Step forward and lower back knee to ground.
es_419: Da un paso largo y baja la rodilla trasera hacia el suelo.

# burpees_desc
source: Push-up, jump, repeat. Total body.
es_419: Flexión, salto y repite. El ejercicio total.

# jumping_jacks_desc
source: Jump opening legs and arms.
es_419: Salta abriendo piernas y brazos coordinadamente.

# situps_desc
source: Lift torso using abdominal strength.
es_419: Eleva el tronco usando la fuerza abdominal.

# mountain_climbers_desc
source: Bring knees to chest in plank position.
es_419: Lleva las rodillas al pecho en posición de plancha.

# deadlift_desc
source: Lift weight keeping neutral spine.
es_419: Levanta el peso manteniendo la espalda neutra.

# benchpress_desc
source: Push weight up from chest.
es_419: Empuja el peso hacia arriba desde el pecho.

# high_knees_desc
source: Run in place lifting knees high.
es_419: Corre en el sitio elevando mucho las rodillas.

# glute_bridge_desc
source: Lift hips squeezing glutes.
es_419: Eleva la cadera contrayendo los glúteos al máximo.

# msg_motiv_1
source: Incredible work! Every rep counts.
es_419: ¡Increíble trabajo! Cada repetición cuenta.

# msg_motiv_2
source: You did it! Today's effort is tomorrow's victory.
es_419: ¡Lo lograste! El esfuerzo de hoy es la victoria de mañana.

# msg_motiv_3
source: Routine complete. You're one step closer to your goal!
es_419: Rutina completada. ¡Estás un paso más cerca de tu meta!

# msg_motiv_4
source: Congratulations! Your discipline is transforming you.
es_419: ¡Felicidades! Tu disciplina te está transformando.

# msg_motiv_5
source: Keep it up! Your body and mind thank you for it.
es_419: ¡Sigue así! Tu cuerpo y tu mente te lo agradecen.

# points_total
source: Total Points
es_419: Puntos Totales

# level_current
source: Current Level
es_419: Nivel Actual

# level_expert
source: Expert Level !
es_419: ¡Nivel Experto!

# level_max
source: Max level reached!
es_419: ¡Máximo nivel alcanzado!

# points_missing
source: %d pts to next level
es_419: Faltan %d pts para subir

# chart_week
source: Your Week
es_419: Tu Semana

# chart_favorites
source: Your Favorites
es_419: Tus Favoritos

# empty_title
source: No data yet!
es_419: ¡Aún no hay datos!

# empty_desc
source: Complete your first routine to see your stats here.
es_419: Completa tu primera rutina para ver tus estadísticas aquí.

# btn_go_train
source: GO TRAIN
es_419: IR A ENTRENAR

# day_sun
source: S
es_419: D

# day_mon
source: M
es_419: L

# day_tue
source: T
es_419: M

# day_wed
source: W
es_419: Mi

# day_thu
source: T
es_419: J

# day_fri
source: F
es_419: V

# profile_title
source: Profile
es_419: Perfil

# profile_age
source: Age
es_419: Edad

# profile_weight
source: Weight
es_419: Peso

# profile_height
source: Height
es_419: Altura

# profile_goal
source: My Goal
es_419: Mi Objetivo

# profile_login
source: Sign in or create account
es_419: Iniciar sesion o crear cuenta

# profile_edit
source: EDIT DATA
es_419: EDITAR DATOS

# profile_edit_title
source: Update Profile
es_419: Actualizar Perfil

# profile_name_ph
source: Your Name
es_419: Tu Nombre

source: Save
es_419: Guardar

# goal_weight
source: Lose Weight
es_419: Bajar Peso

# goal_muscle
source: Muscle
es_419: Músculo

# goal_endurance
source: Endurance
es_419: Resistencia

# profile_ph_weight
source: Weight (kg)
es_419: Peso (kg)

# profile_ph_height
source: Height (cm)
es_419: Altura (cm)

# login_title
source: Welcome Back
es_419: Bienvenido

# signup_title
source: Create Account
es_419: Crear Cuenta

# login_email_ph
source: Email address
es_419: Correo electrónico

# login_pass_ph
source: Password
es_419: Contraseña

# login_btn
source: Log In
es_419: Iniciar Sesión

# signup_btn
source: Sign Up
es_419: Registrarse

# login_toggle_signup
source: Don't have an account? Sign Up
es_419: ¿No tienes cuenta? Regístrate

# login_toggle_login
source: Already have an account? Log In
es_419: ¿Ya tienes cuenta? Inicia Sesión

# login_error_empty
source: Please fill in all fields
es_419: Por favor llena todos los campos

# logout_btn
source: Log Out
es_419: Cerrar Sesión

# login_error_invalid_email
source: Invalid email format.
es_419: El formato del correo no es válido.

# auth_error_user_not_found
source: No account found with this email.
es_419: No existe una cuenta con este correo.

# auth_error_wrong_password
source: Incorrect password.
es_419: La contraseña es incorrecta.

# auth_error_email_already_in_use
source: This email is already in use.
es_419: Este correo ya está registrado.

# auth_error_invalid_email
source: Invalid email format.
es_419: El formato del correo no es válido.

# auth_error_weak_password
source: Password is too weak.
es_419: La contraseña es muy débil.

# auth_error_generic
source: An error occurred. Please try again.
es_419: Ocurrió un error. Por favor, verifica tus datos e intenta de nuevo.

# auth_error_invalid_credential
source: Email or password is incorrect.
es_419: El correo o la contraseña son incorrectos.
